Repository: heyteacher/heyteacher
Catalog: src/locale/messages.*.xlf
Languages: it

source: Daily Cases per People Tested
it: Infettati Giornalieri per Persone Testate

source: Hospitalized
it: Ricoverati

source: OUT REGION
it: Fuori Regione

source: Daily Death
it: Deceduti Giornalieri

source: Death
it: Deceduti

source: Daily Confirmed per Tests Rate
it: Tasso Giornaliero Infettati per Tampone

source: Confirmed Rate
it: Tasso Confermati

source: Date
it: Data

source: People Tested
it: Persone Testate

source: Confirmed
it: Infettati

source: COVID-19 Italy
it: COVID-19 Italia

source: Recovered/Released
it: Guariti/Dimessi

source: Intensive Care
it: Terapia Intensiva

source: Deaths
it: Deceduti

source: NOT ATTRIBUTED YET
it: NON ATTRIBUITI

source: Italy
it: Italia

source: Current Positive
it: Attualmente Positivi

source: COVID-19 Italy Charts per region and province
it: COVID-19 Italia, grafici per regione e provincia

source: Tests
it: Tamponi

source: Total Confirmed
it: Infettati Totali

source: New Confirmed
it: Nuovi Infettati

source: New Confirmed Rate
it: Tasso Nuovi Infettati

source: Click to select regions and provinces
it: Clicca per selezionare regioni e province

source: Credits
it: Crediti

source: Copy in Clipboard
it: Copia nella Clipboard

source: Italy
it: Italia

source: Trend
it: Andamento

source: Variations
it: Variazione

source: Variations Rate
it: Tasso Variazione

source: Tests
it: Tamponi

source: Daily Variations
it: Variazione Giornaliera

source: Daily Variations Rate
it: Tasso Variazione Giornaliera

source: Daily Tests
it: Tamponi Giornalieri

source: Daily Confirmed per Tests Rate
it: Tasso naliero per tTaponi

source: Daily Confirmed Rate
it: Tasso Infettati Giornaliero

source: Daily Confirmed
it: Infettati Giornalieri

source: Total Confirmed
it: Totale Infettati

source: Lethality
it: Tasso Letalità

source: Daily Death
it: Deceduti Giornalieri

source: Death
it: Deceduti

source: Intensive Care
it: Terapia Intensiva

source: Hospitalized
it: Ricoverati

source: Daily Cases per People Tested
it: Infettati Giornalieri

source: Tests and People Tested
it: Tamponi e Persone Testate

source: Daily Confirmed Per People Tested
it: Infettati Giornalieri Per Persone Testate

source: Daily Confirmed Rate
it: Tasso Infenttati Giornaliero

source: Daily Confirmed
it: Infettati Giornalieri

source: Total Confirmed
it: Totale Infettati

source: Lethality
it: Letalità

source: Daily Death
it: Deceduti Giornalieri

source: Death
it: Deceduti

source: Confirmed per Tests Rate
it: Tasso Confermati per amponi

source: Total Tests
it: Tamponi Totali

source: Daily Tests
it: Tamponi Giornalieri

source: Daily Confirmed by Province
it: Infettati Giornalieri per Provincia

source: Daily Confirmed per Tests Rate
it: Tasso Giornalieri Infettati per Tamponi

source: Intensive Care
it: Terapia Intensiva

source: Hospitalized
it: Ricoverati

source: Confirmed by Province
it: Infettati per Regione

source: Confirmed Trend
it: Andamento Infettati

source: Confirmed by Province
it: Infettati per Provincia

source: Total Tests
it: Tamponi Totali

source: Confirmed per Tests Rate
it: Tasso Infettati per Tamponi

source: Confirmed Trend
it: Andamento Infettati

source: Day
it: Giorno

source: Week
it: Settimana

source: Month
it: Mese

source: Linear
it: Lineare

source: Linear
it: Lineare

source: Day
it: Giorno

source: Week
it: Settimana

source: Month
it: Mese
